module.exports = [
    //Anim:'red',
    //Anim:,
    //Energy:-1,
    //,
    //Switchap:'第一章',
    {
        'max': 66,
        'attNo': 2,
        'attName': '文五元',
    },

    { //1
        Character: '系统提示',
        Dialog: '攻略教学环节。\n李无奇的心情值已接近0。\n为了帮助她保住脑袋，请根据文五元的头的性格特点，选择正确的话术，让她得到文五元的头的告白。',
        Emo: 1,
    },
    { //1
        Character: '系统提示',
        Dialog: '答对所有问题即可攻略成功，李无奇的心情值将大幅上升，并且可以收集之后的神秘展开。如果中途答错，则攻略环节结束，失去心情值。\n追人先追心，请仔细发问，祝君好运！',
        Emo: 1,
    },
    {
        Character: '系统提示',
        Dialog: '本次为教学环节，金老板会教你如何攻略文五元。\n<b>按照金老板的指示来选择</b>，应该不会错。',
        Emo: 1,
    },
    {
        Character: '背景',
        Dialog: 'bg004',
        Emo: 1,
    },
    {
        Character: '金老板',
        Dialog: '你问他，是不是要放弃成为大作家的机会。',
        Emo: 1201,
    },
    {
        Character: '李无奇',
        Dialog: '「文老师」，作家谐会的理事跟你说……',
        Emo: 1101,
    },
    {
        Character: '选项A',
        Dialog: '你要放弃成为大作家的机会吗？',
        Emo: 1,
    },
    {
        Character: '文五元的头',
        Dialog: '我当然不会放弃这种机会。你们这些愚民，快放我回去，我的头要去写作。',
        Emo: 1314,
    },
    {
        Character: '选项B',
        Dialog: '【Quit】你最好安静一些。',
        Emo: 1,
    },
    {
        Character: '文五元的头',
        Dialog: '什么？文老师怎么能安静一些，文老师「到处走动，没有做别的，只是要求你们，不分老少，不要只顾你们的肉体，而要保护你们的灵魂。」',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '这个头变得更吵了。所谓的哄人，就是让他一直活在妄想之中吗……',
        Emo: 1101,
    },
    {
        Character: '系统提示',
        Dialog: '你说出了文五元不愿意听到的话，未能获得他的告白。攻略失败。',
        Emo: 1,
    },
    {
        Character: '系统提示',
        Dialog: '尝试按照金老板的指示进行选择，应该能够成功。请再接再厉吧！',
        Emo: 1,
    },
    {
        Character: '【EndOption】',
        Dialog: 'NN',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '老板，接下来怎么办啊？',
        Emo: 1101,
    },
    {
        Character: '金老板',
        Dialog: '随便说点他爱听的就行了。',
        Emo: 1201,
    },
    {
        Character: '李无奇',
        Dialog: '比、比如呢？',
        Emo: 1102,
    },
    {
        Character: '金老板',
        Dialog: '告诉他，我们邀请他参加「身体写作峰会」。',
        Emo: 1201,
    },
    {
        Character: '李无奇',
        Dialog: '身体写作？听起来怪怪的，不过，反正也想不出别的办法……',
        Emo: 1102,
    },
    {
        Character: '选项A',
        Dialog: '你的身体已经受邀参加「身体写作峰会」了。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '「文老师」，你的身体已经受邀出席今年的「深沟市身体写作峰会」，如果你的头坚持要回到身体上，也就意味着放弃机会。你考虑好了吗？',
        Emo: 1101,
    },
    {
        Character: '文五元的头',
        Dialog: '什么，深沟市还有这种峰会？我怎么从来没被邀请过？？？',
        Emo: 1314,
    },
    {
        Character: '选项B',
        Dialog: '【Quit】你的头反正也只会写烂文。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '「文老师」，你写作也用不着头吧，你的头写的都是烂文。',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '这真是太粗鲁了，缺乏文学鉴赏力的人不足以与文老师说话，快放我出去，我要回到高雅的文（我）学（自）殿（己）堂（家）里去。',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '啊，只要说点实话，就要失去「文老师」的心吗……',
        Emo: 1104,
    },
    {
        Character: '系统提示',
        Dialog: '你说出了文五元不愿意听到的话，未能获得他的告白。攻略失败。',
        Emo: 1,
    },
    {
        Character: '系统提示',
        Dialog: '尝试按照金老板的指示进行选择，应该能够成功。请再接再厉吧！',
        Emo: 1,
    },
    {
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '呃……老板，接下来又要怎么回答？',
        Emo: 1102,
    },
    {
        Character: '金老板',
        Dialog: '你是智障吗？',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '呜……出、出现了！又是这种语气和眼神！',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '可是我真的不知道要怎么说，老板救我……！',
        Emo: 1102,
    },
    {
        Character: '金老板',
        Dialog: '骗他这是文学界的最新风向，不就得了？',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '原来如此，不愧是老板！！！',
        Emo: 1103,
    },
    {
        Character: '选项A',
        Dialog: '【Quit】因为你的身体也没什么艺术性啊。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '身体写作，当然就是要发挥身体的艺术性。而「文老师」的身体，怎么说呢……稻草团一样圆的肚子上插着竹竿一样的四肢，只能写一些……草包文学？',
        Emo: 1101,
    },
    {
        Character: '文五元',
        Dialog: '你还是闭嘴吧！文老师的身体，是一个先知为了世人而遭受苦难的身体，为了让人间保存智慧的火种，我每天节省时间，不打球，不跑步，连吃完饭都不去遛个弯。',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '又来了……只要一不活在妄想当中，「文老师」就会像撒了盐的蚂蟥一样瘪掉呢。',
        Emo: 1101,
    },
    {
        Character: '系统提示',
        Dialog: '你说出了文五元不愿意听到的话，未能获得他的告白。攻略失败。',
        Emo: 1,
    },
    {
        Character: '系统提示',
        Dialog: '尝试按照金老板的指示进行选择，应该能够成功。请再接再厉吧！',
        Emo: 1,
    },

    {
        Character: '选项B',
        Dialog: '因为身体写作是文学界的最新风向。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '身体写作是现在文学界的风向，是最近才有的。',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '深沟市为了走进文学殿堂，也正在大力发展身体写作，目前经费很充足，很多作家都获得了资助。',
        Emo: 1101,
    },
    {
        Character: '文五元的头',
        Dialog: '哦？真的吗？这种事怎么能绕过文老师，只让别人来分这杯羹？',
        Emo: 1314,
    },
    {
        Character: '李无奇',
        Dialog: '嗯，「文老师」……其实你的身体，也是很有写作能力的吧？勉强让身体和头在一起，还不如分开来，花开并蒂，各表一枝？',
        Emo: 1101,
    },
    {
        Character: '文五元的头',
        Dialog: '……让文老师思考一下。',
        Emo: 1314,
    },
    {
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '（他好像要信了，太好了，加把劲，一举把他拿下！）',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '（虽然这不太像被告白时该有的心情……）',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '像你这样的大作家，却命途多舛，寂寂无名，一定是这个世界出了问题。现在世界终于对路了，属于你的荣光即将来临！',
        Emo: 1105,
    },
    {
        Character: '文五元的头',
        Dialog: '噢噢噢噢？连愚昧的大众也看见文老师的荣光了？我的身体和头脑一样能写作对不对？',
        Emo: 1314,
    },
    {
        Character: '李无奇',
        Dialog: '作家谐会的理事不是说了吗！「峰会」！你受邀出席「身体写作峰会」了！',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '那文老师的头怎么办，文老师的头也得呆在文（我）学（自）殿（己）堂（家）里啊。',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '放心吧，我司的「专业人士」会把你的头安置在另一个文（脑）学（袋）殿（仓）堂（库）里的。',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '没了身体的干涉，你可以直接用脑电波写作哦。身体和头各自写，一定都能写出绝世精品！',
        Emo: 1105,
    },
    {
        Character: '李无奇',
        Dialog: '这样才能让你施展全部才华吧？这才能让世界见识到你所有的文学造诣吧？这才是你应有的全部荣光吧？',
        Emo: 1105,
    },
    {
        Character: '文五元的头',
        Dialog: '嘤……',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '（我说什么了？！！这家伙怎么哭了？这家伙竟然会哭？？？）',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '我……小读者，你真是说出了我的心声，像我这样的大作家……我，我……呜呜呜呜……',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '？？？文老师，你别哭啊，你哭起来让人害怕！',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '呜呜呜……你就是文老师的知己，文老师可不可以，跟你交个朋友？即使你做不了我的文学之友，做我女朋友也行。',
        Emo: 1314
    },
    {
        Character: '系统提示',
        Dialog: '你已帮助李无奇攻略成功，她获得了文五元的头的告白，心情值提升40，目前为50。随后的神秘展开亦将开启，并收集在图鉴中。',
        Emo: 1,
        Energy: 4,
    },
    {
        Character: '李无奇',
        Dialog: '哈？？？？这是什么怪味儿告白……这么恶心的告白我才不想要！',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '不过，就算是这样的家伙向我告白，心情也还是变好了呢……',
        Emo: 1104,
    },
    {
        Character: '李无奇',
        Dialog: '这种又开心又恶心的感觉……就是真实的人生体验吧？',
        Emo: 1105,
    },
];