module.exports = [
    //  Anim:'red', //全屏红光动画,
    //  Anim:,
    //  Energy:-1, //心情值+-,
    //,
    //  Switchap: '第一章', //切换章节,
    //  Conversation: [2611, 3621],
    {
        'max': 57,
        'attNo': 3, //被攻略的人物编号,
        'attName': '祁笑', //被攻略的人物名称,
    },
    {
        Character: '系统提示',
        Dialog: '祁笑是个十分自我的人，性格诙谐，不按常理出牌，喜欢那些让他感到新奇、有趣的人和事。请根据祁笑的性格特点，选择能赢得他好感的选项，获得他的告白。',
        Emo: 1,
    },
    {
        Character: '祁笑的身体',
        Dialog: '怎么，你也要喜欢我吗？',
        Emo: 1621,
    },
    {
        Character: '选项A',
        Dialog: '用祁笑自己说过的骚话来攻略他。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '「我是来恭喜你的，你的人生从此有了“喜欢我”这个选项。」',
        Emo: 1101,
    },
    {
        Character: '祁笑的身体',
        Dialog: '哈哈哈这不是我自己的骚话吗，原来从别人嘴里说出来效果这么欠揍，怪不得妹子们都不理我。无奇妹妹，你是怎么记住这句话的？',
        Emo: 1621,
    },
    {
        Character: '李无奇',
        Dialog: '（这个家伙，原来是明知道自己造出的都是烂梗，还可以饶有兴致的玩自己？？？）',
        Emo: 1103,
    },
    {
        Character: '选项B',
        Dialog: '随便找一些流行骚话来攻略他。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '我对你的情感正如李商隐说的那样，「春水初生？春林初盛？春风十里？不如你？？？」',
        Emo: 1101,
    },
    {
        Character: '祁笑的身体',
        Dialog: '哈哈哈哈这都些哪儿听来的骚话？还李商隐……别闹了，笑哥也回你一句话，「春水方生，公宜速去」，你还是歇歇吧。',
        Emo: 1621,
        Anim: 'red',
        Energy: -1,
    },
    {
        Character: '李无奇',
        Dialog: '失败了……应该说是，流行的东西果然无法打动小众乐手的心？？？',
        Emo: 1101,
    },
    {
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        Character: '祁笑的头',
        Dialog: '好了，那我们继续看看，怎样才能让我选中“喜欢你”这个选项？',
        Emo: 1611,
    },
    {
        Character: '李无奇',
        Dialog: '（咬牙切齿）今天是我有求于你，我就姑且讨好你一下吧。',
        Emo: 1104,
    },
    {
        Character: '李无奇',
        Dialog: '笑哥，你喜欢什么样的人？',
        Emo: 1101,
    },
    {
        Character: '祁笑的身体',
        Dialog: '那要从我是一个怎样的人说起，听好了：我啊，是一个，有着美丽的身体，',
        Emo: 3621,
        Conversation: [2611, 3621],
    },
    {
        Character: '祁笑的头',
        Dialog: '和有趣的灵魂，',
        Emo: 2611,
    },
    {
        Character: '祁笑的身体',
        Dialog: '的人~',
        Emo: 3621,
    },
    {
        Character: '祁笑的头',
        Dialog: '所以呢，我的理想型，当然是一个与我般配的女孩子。',
        Emo: 2611,
    },
    {
        Character: '祁笑的身体',
        Dialog: '你觉得，她会是什么样子？',
        Emo: 3621,
    },
    {
        Character: '选项A',
        Dialog: '美丽的 灵魂 + 有趣的 身体',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '根据缺啥补啥的原理，她得跟你互补才行。那么她想必有一个美丽的灵魂，和……有趣的身体？',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '虽然「有趣的身体」听起来很诡异，但如果这是你的想法，倒也不奇怪。',
        Emo: 1104,
    },
    {
        Character: '祁笑的头',
        Dialog: '不得不说，你挺了解我的。我这个人，对女孩子的外表要求并不高，毕竟，美貌我自己已经有了。',
        Emo: 1611,
    },
    {
        Character: '李无奇',
        Dialog: '所以就要求别人长得「有趣」？？？怪不得你粉丝一大片却没有女朋友。',
        Emo: 1102,
    },
    {
        Character: '选项B',
        Dialog: '【Quit】有趣的 灵魂 + 美丽的 身体',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '我就不跟你掰扯你有没有「美丽的身体」吧。既然你对自己是这样判断的，那么，美丽的身体+有趣的灵魂，总算跟你旗鼓相当？',
        Emo: 1101,
    },
    {
        Character: '祁笑的身体',
        Dialog: '只是，那有什么必要呢？镜子里的我，跟我更加旗鼓相当。女孩子却总有一些跟我不相当的部位……',
        Emo: 1621,
        Ani: 'red',
        Energy: -1,
    },
    {
        Character: '李无奇',
        Dialog: '（我真的知道他为什么没有女朋友了，我现在就很想抽死这个人。）',
        Emo: 1101,
    },
    {
        Character: '系统提示',
        Dialog: '祁笑并不喜欢和自己一样的人，你未能获得他的告白。攻略失败。',
        Emo: 1,
    },
    {
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        Character: '祁笑的身体',
        Dialog: '恭喜你又向笑哥的心里走近了一步。那么，美丽的灵魂，',
        Emo: 3621,
        Conversation: [2611, 3621],
    },
    {
        Character: '祁笑的头',
        Dialog: '和，有趣的身体，',
        Emo: 2611,
    },
    {
        Character: '祁笑的身体',
        Dialog: '请问，你符合条件吗？',
        Emo: 3621,
    },
    {
        Character: '李无奇',
        Dialog: '（这都是些什么问题？？？怎么感觉，我本来想杀熟的，结果被反杀了？？？）',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '（愿赌服输，为了得到这家伙的告白，就算是刀山火海，我也只能咬咬牙冲了……！）',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '美丽的灵魂、有趣的身体啊，那你看我……',
        Emo: 1101,
    },

    {
        Character: '选项A',
        Dialog: '【Quit】健康有活力的身体+燃烧着工作之火的社畜灵魂',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '身体就是本钱，我拥有健康有活力的身体，这样，也就可以拥有有趣的人生？',
        Emo: 1101,
    },
    {
        Character: '祁笑的头',
        Dialog: '能有一段有趣的人生固然很好，只是这是偷换概念吧？人生的有趣，并不等于身体的有趣。',
        Emo: 1611,
    },
    {
        Character: '李无奇',
        Dialog: '那美丽的灵魂。我有一个对工作抱着无限热情的灵魂。怎么样？我努力一点还是能养活自己的，再努力一点就能攒出年假旅游机票了。',
        Emo: 1104,
    },
    {
        Character: '祁笑的头',
        Dialog: '这种灵魂，不就是CBD量产型吗？大家都差不多的水平，不能用「美丽」来形容吧。',
        Emo: 1611,
    },
    {
        Character: '祁笑的身体',
        Dialog: '再说，我也没看出你哪里工作能力超强了？',
        Emo: 3621,
        Anim: 'red',
        Energy: -1,
    },
    {
        Character: '系统提示',
        Dialog: '攻略失败。\n祁笑并不喜欢你的社畜之魂，你未能获得他的告白。',
        Emo: 1,
    },
    {
        Character: '选项B',
        Dialog: '平滑的大脑+大热天穿靴子也不会脚臭的身体',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '我的身体啊，就算在大热天穿着皮靴和厚袜子，也不会有丝毫的脚臭。怎么样？信不信？不信就来闻闻看啊？',
        Emo: 1103,
    },
    {
        Character: '祁笑的头',
        Dialog: '哈哈哈哈哈哈哈哈哈哈？？？？这种话你都能说出来了，真是颇得笑哥真传。那么，美丽的灵魂呢？',
        Emo: 1611,
    },
    {
        Character: '李无奇',
        Dialog: '（我都说了些啥……但愿祁笑过后不会说出去，不然我岂不是得社会性死亡了？）',
        Emo: 1104,
    },
    {
        Character: '李无奇',
        Dialog: '我有着一片平滑的大脑，未经雕琢的灵魂，这一点我还是很有自信的。',
        Emo: 1105,
    },
    {
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        Character: '祁笑的身体',
        Dialog: '说的也是。你也工作两年了吧，看起来和当年还是一模一样，',
        Emo: 3621,
        Conversation: [2611, 3621],
    },
    {
        Character: '祁笑的头',
        Dialog: '天真又莽撞。',
        Emo: 2611,
    },
    {
        Character: '祁笑的身体',
        Dialog: '即使从衣品来判断，也还是跟从前一样。',
        Emo: 3621,
    },
    {
        Character: '祁笑的身体',
        Dialog: '不过，我喜欢~',
        Emo: 3621,
    },
    {
        Character: '祁笑的头',
        Dialog: '没有被社会摧残，没有任何工作能力和职业履历的灵魂，嗯……',
        Emo: 2611,
    },
    {
        Character: '祁笑的身体',
        Dialog: '确实是我喜欢的类型呢。',
        Emo: 3621,
        Energy: 3,
    },
    {
        Character: '李无奇',
        Dialog: '哇，得到了祁笑的告白！虽然一度被这家伙带偏，说了一些很耻的话，真想脚趾抠地……',
        Emo: 1102,
    },

    {
        Character: '李无奇',
        Dialog: '不过，就算是这么不靠谱的告白，至少也是，在奇怪的地方被肯定了呢？',
        Emo: 1103,
    },
];