module.exports = [{
        'attNo': 7, //被攻略的人物编号,
        'attName': '路白风',
        'max': 87,
    },
    {
        // 1
        Character: '背景',
        Dialog: 'bg005',
        Emo: 1,
    },
    {
        // 4
        Character: '系统提示',
        Dialog: '请根据你对 所哥 的了解，选择能将对话进行下去的选项，获得 所哥的身体 的告白。',
        Emo: 1,
    },
    {
        // 3
        Character: '系统提示',
        Dialog: '本次攻略环节有一定难度，攻略的结果将会<color=#f4349b>影响到游戏的结局</color>。\n请谨慎选择。',
        Emo: 1,
    },

    {
        Character: '李无奇',
        Dialog: '我可没法保证不会问出蠢问题，只能说尽力啦！',
        Emo: 1105,
    },
    {
        // 15
        Character: '选项A',
        Dialog: '【Quit】我感觉你的头，应该是早就送走了吧。',
        Emo: 1,
    },
    {
        // 16
        Character: '李无奇',
        Dialog: '像你这么干练的人，一定是早就把头送走了吧？要是我也能这样就好了，这种人生好像也不错……',
        Emo: 1101,
    },
    {
        // 17
        Character: '所哥的身体',
        Dialog: '原来送头已经成了废柴人士的救命稻草，难怪大家都蠢蠢欲动。',
        Emo: 1021,
    },
    {
        // 18
        Character: '所哥的身体',
        Dialog: '重新读一遍你自己说的话，你会发现它是多么荒谬。',
        Emo: 1021,
    },
    {
        // 19
        Character: '李无奇',
        Dialog: '哎？我说错什么了吗……',
        Emo: 1101,
    },
    {
        // 20
        Character: '系统提示',
        Dialog: '所哥似乎对谈话失去了兴趣，向李无奇道别后就离开了。\n你未能获得所哥的告白，攻略失败。',
        Emo: 1,
    },
    {
        // 21
        Character: '选项B',
        Dialog: '我感觉你是有头的，你的头没有离开。',
        Emo: 1,
    },
    {
        // 22
        Character: '李无奇',
        Dialog: '你的头其实还在吧？你是有头的，对不对？',
        Emo: 1101,
    },
    {
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    {
        // 23
        Character: '所哥的身体',
        Dialog: '对。',
        Emo: 1021,
    },
    {
        // 24
        Character: '李无奇',
        Dialog: '那，你会想把头送走吗？',
        Emo: 1101,
    },
    {
        // 25
        Character: '所哥的身体',
        Dialog: '头这种东西，它想走的时候，自己就会走了。',
        Emo: 1021,
    },
    {
        // 26
        Character: '李无奇',
        Dialog: '果然，你也是个会考虑头的意愿的人呢……',
        Emo: 1101,
    },
    {
        // 27
        Character: '所哥的身体',
        Dialog: '「考虑头的意愿」，这个句子连主语都不明确，这样思考自然得不出答案。',
        Emo: 1021,
    },
    {
        // 28
        Character: '所哥的身体',
        Dialog: '人类的身体和头，本来就是一体的。如果身体真的可以不考虑头的意愿，人们何必求着你们猎头公司把头收走？',
        Emo: 1021,
    },
    {
        // 29
        Character: '李无奇',
        Dialog: '咦？对哦，要是身体真的可以不顾头的意愿，召之即来挥之即去的话……那好像是没有我们猎头公司什么事了。',
        Emo: 1102,
    },
    {
        // 30
        Character: '李无奇',
        Dialog: '可是，既然身体和头本来是一体，为什么有的身体会很想把头送走呢？',
        Emo: 1101,
    },
    {
        // 31
        Character: '所哥的身体',
        Dialog: '呵，你觉得是因为什么？',
        Emo: 1021,
    },
    {
        // 32
        Character: '选项A',
        Dialog: '是因为外界的影响。',
        Emo: 1,
    },
    {
        // 33
        Character: '李无奇',
        Dialog: '是因为，一些外在的原因吧？',
        Emo: 1101,
    },
    {
        // 34
        Character: '所哥的身体',
        Dialog: '不错。是世界加之于人的外力，改变了头与身体的平衡。',
        Emo: 1021,
    },
    {
        // 36
        Character: '李无奇',
        Dialog: '……',
        Emo: 1101,
    },
    {
        // 37
        Character: '李无奇',
        Dialog: '你……有时候让我想起一个人……',
        Emo: 1101,
    },
    {
        // 38
        Character: '所哥的身体',
        Dialog: '什么？',
        Emo: 1021,
    },
    {
        // 39
        Character: '李无奇',
        Dialog: '啊，没什么。',
        Emo: 1101,
    },
    {
        // 40
        Character: '选项B',
        Dialog: '【Quit】是因为头和身体有矛盾。',
        Emo: 1,
    },
    {
        // 41
        Character: '李无奇',
        Dialog: '是不是因为，头和身体之间有矛盾？',
        Emo: 1101,
    },
    {
        // 42
        Character: '所哥的身体',
        Dialog: '矛盾也是一种统一的关系。为什么古代的人在墓地里都是有头的，哪怕是奴隶？',
        Emo: 1021,
    },
    {
        // 43
        Character: '所哥的身体',
        Dialog: '这个问题你可以再想想。',
        Emo: 1021,
    },
    {
        // 44
        Character: '系统提示',
        Dialog: '所哥似乎对谈话失去了兴趣，向李无奇道别后就离开了。\n你未能获得所哥的告白，攻略失败。',
        Emo: 1,
    },
    {
        // 45
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        // 46
        Character: '李无奇',
        Dialog: '你说好像很有道理，不过「外力」，到底是指什么呢？为什么会有这样的外力？',
        Emo: 1101,
    },
    {
        // 47
        Character: '李无奇',
        Dialog: '猎头公司的存在也是使人掉头的外力的一部分吧？',
        Emo: 1101,
    },
    {
        // 48
        Character: '所哥的身体',
        Dialog: '笼统地来说，猎头公司确实是「掉头力」的一部分。',
        Emo: 1021,
    },
    {
        // 49
        Character: '李无奇',
        Dialog: '原来如此……难怪我觉得……',
        Emo: 1104,
    },
    {
        // 50
        Character: '李无奇',
        Dialog: '我现在为猎头公司工作，岂不是我也成了「掉头力」的一部分？我的工作越积极，人们的头就掉得越多、越快……',
        Emo: 1104,
    },
    {
        // 51
        Character: '所哥的身体',
        Dialog: '是吗，你会为此心情低落？',
        Emo: 1021,
    },
    {
        // 52
        Character: '李无奇',
        Dialog: '多少有点吧……看到栎社员工都在纷纷把头送走，我其实觉得有点不安。我最近总是在想……',
        Emo: 1101,
    },
    {
        // 53
        Character: '李无奇',
        Dialog: '我强行把这些头收走真的好吗？这些头是不是不想离开？……说到底，考虑头的意愿是对的吗？',
        Emo: 1104,
    },
    {
        // 54
        Character: '所哥的身体',
        Dialog: '你的问题太多了，我无法回答。',
        Emo: 1021,
    },
    {
        // 55
        Character: '李无奇',
        Dialog: '哈哈，也不是一定想要你回答，只是想找个人聊聊……可能也是因为我还留着头，才会有这些困扰吧。',
        Emo: 1105,
    },
    {
        // 56
        Character: '李无奇',
        Dialog: '其实，我最近也在考虑去头的事情。如果我也像大家一样去掉头，会不会比较好呢？',
        Emo: 1101,
    },
    {
        // 57
        Character: '所哥的身体',
        Dialog: '首先，你要知道什么是「好」。',
        Emo: 1021,
    },
    {
        // 58
        Character: '李无奇',
        Dialog: '什么是「好」……唔，我好像说不太清楚。',
        Emo: 1101,
    },
    {
        // 59
        Character: '李无奇',
        Dialog: '不过我可能知道什么是「坏」，我觉得世界正在变「坏」。',
        Emo: 1101,
    },
    {
        // 60
        Character: '所哥的身体',
        Dialog: '你凭什么认为世界在变「坏」？',
        Emo: 1021,
    },
    {
        // 61
        Character: '选项A',
        Dialog: '没什么证据，这只是我自己的感觉。',
        Emo: 1,
    },
    {
        // 62
        Character: '李无奇',
        Dialog: '要说的话，就是一种感觉吧……看到这样人人送头的情景，我会觉得非常不开心。这不是我想看到的画面。',
        Emo: 1101,
    },
    {
        // 63
        Character: '所哥的身体',
        Dialog: '哈哈，这就对了。判断好坏，只能凭借内心的感觉。',
        Emo: 1021,
    },
    {
        // 64
        Character: '所哥的身体',
        Dialog: '虽然你现在还不知道什么是「好」，但那没有关系，你很快就会知道了。',
        Emo: 1021,
    },
    {
        // 65
        Character: '选项B',
        Dialog: '【Quit】因为老师也是这么说的。',
        Emo: 1,
    },
    {
        // 66
        Character: '李无奇',
        Dialog: '我大学时的老师就说过，把头送走是不道德的、应该批判的，我想，这种事情应该是坏的吧。',
        Emo: 1101,
    },
    {
        // 67
        Character: '所哥的身体',
        Dialog: '道德？批判？能轻飘飘说出这种话的老师，不过是贩卖三流学说的伪君子。',
        Emo: 1021,
    },
    {
        // 68
        Character: '所哥的身体',
        Dialog: '毕业以后还能相信这种老师的学生，也真是毫无进步。',
        Emo: 1021,
    },
    {
        // 69
        Character: '系统提示',
        Dialog: '所哥似乎对谈话失去了兴趣，向李无奇道别后就离开了。\n你未能获得所哥的告白，攻略失败。',
        Emo: 1,
    },
    {
        // 70
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        // 71
        Character: '李无奇',
        Dialog: '是吗，听你这么说，我心里好像也有一块石头落地了呢。',
        Emo: 1105,
    },
    {
        // 72
        Character: '李无奇',
        Dialog: '我果然是想要这样做的……现在，我已经很清楚接下来要做的事了。',
        Emo: 1105,
    },
    {
        // 73
        Character: '所哥的身体',
        Dialog: '你打算怎么做？',
        Emo: 1021,
    },
    {
        // 74
        Character: '选项A',
        Dialog: '【Quit】我打算努力成为栎社的正式员工',
        Emo: 1,
    },
    {
        // 75
        Character: '李无奇',
        Dialog: '我打算努把力，成为栎社的正式员工。',
        Emo: 1101,
    },
    {
        // 76
        Character: '所哥的身体',
        Dialog: '然后呢？',
        Emo: 1021,
    },
    {
        // 77
        Character: '李无奇',
        Dialog: '……哎？',
        Emo: 1102,
    },
    {
        // 78
        Character: '所哥的身体',
        Dialog: '现在栎社的情况你也看到了，想在韦效能手下成为正式员工，第一步就是要去头。',
        Emo: 1021,
    },
    {
        // 79
        Character: '所哥的身体',
        Dialog: '既然是这样，你以后不必找我了。',
        Emo: 1021,
    },
    {
        // 80
        Character: '系统提示',
        Dialog: '所哥似乎对谈话失去了兴趣，向李无奇道别后就离开了。\n你未能获得所哥的告白，攻略失败。',
        Emo: 1,
    },
    {
        // 81
        Character: '选项B',
        Dialog: '我打算转岗，不在栎社做外派了',
        Emo: 1,
    },
    {
        // 82
        Character: '李无奇',
        Dialog: '我可能过几天就要走了，不再在这里做外派了。',
        Emo: 1101,
    },
    {
        // 83
        Character: '所哥的身体',
        Dialog: '是吗，你们公司在栎社还有业务要做吧？',
        Emo: 1021,
    },
    {
        // 84
        Character: '李无奇',
        Dialog: '是的。我会跟我们老板提调岗申请，去别的岗位，老板应该会另外派人来这边吧。',
        Emo: 1101,
    },
    {
        // 85
        Character: '李无奇',
        Dialog: '我这个人啊，本来就比较被动，思路也没那么清晰，只能想好一步就走一步了。',
        Emo: 1104,
    },
    {
        // 86
        Character: '李无奇',
        Dialog: '我确实还不知道什么是「好」，但是先从最坏的处境中离开，这样应该没有错吧？',
        Emo: 1101,
    },
    {
        // 87
        Character: '所哥的身体',
        Dialog: '嗯，哈哈，不错。',
        Emo: 1021,
    },
    {
        // 88
        Character: '李无奇',
        Dialog: '哎？我还是第一次听你夸人，有点不习惯呢。',
        Emo: 1105,
    },
    {
        // 89
        Character: '所哥的身体',
        Dialog: '这次你作出了行动，勇气可嘉。',
        Emo: 1021,
    },
    {
        // 90
        Character: '所哥的身体',
        Dialog: '如果总是等着被选择，那么所有的后果，你也无从置喙。',
        Emo: 1021,
    },
    {
        // 91
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        // 92
        Character: '李无奇',
        Dialog: '确实。如果不是我一直这么拖延的话，很多事情可能都……',
        Emo: 1104,
    },
    {
        // 93
        Character: '李无奇',
        Dialog: '虽然我还不懂什么是「好」，但这一次，我觉得，也许我能抓住一些什么了。',
        Emo: 1105,
    },
    {
        // 94
        Character: '所哥的身体',
        Dialog: '说不定我们还会见面的。等你有想要实现的愿望的时候，再来找我吧。',
        Emo: 1021,
    },
    {
        // 95
        Character: '李无奇',
        Dialog: '真的吗？什么愿望都可以？',
        Emo: 1105,
    },
    {
        // 96
        Character: '所哥的身体',
        Dialog: '当然是我能做到的事情才可以了。',
        Emo: 1021,
    },
    {
        // 97
        Character: '所哥的身体',
        Dialog: '下一次，我会告诉你我的名字。',
        Emo: 1021,
    },

];