module.exports = [
    { 'max': 104, },
    {
        // 1
        Character: '背景',
        Dialog: 'bg010',
        Emo: 1,
    },
    {
        // 2
        Character: '系统提示',
        Dialog: '阿空为了答谢你，决定好好地向你告白。在本次攻略环节中，无论选择什么选项，都会攻略成功，获得心情值上升效果。',
        Emo: 1,
    },
    {
        // 3
        Character: '系统提示',
        Dialog: '虽然不会攻略失败，但只有当三个问题都选择了符合阿空性格的选项时，才可以<color=red>开启与阿空有关的结局</color>。',
        Emo: 1,
    },
    {
        // 4
        Character: '系统提示',
        Dialog: '阿空是一个看起来不靠谱，但喜欢照顾他人感受的人。\n如果想要开启阿空结局，请谨慎选择。',
        Emo: 1,
    },
    {
        // 5
        Character: '阿空',
        Dialog: '你想听什么样的表白？什么都可以哦。',
        Emo: 1703,
    },
    {
        // 6
        Character: '李无奇',
        Dialog: '还是第一次有人主动要给我表白，还外卖到家的？那我就不客气啦？',
        Emo: 1102,
    },
    {
        // 7
        Character: '选项A',
        Dialog: '请你夸夸我的优点吧。',
        Emo: 1,
    },

    {
        // 9
        Character: '阿空',
        Dialog: '优点，唔……你这个人最大的优点，就是脸皮足够厚吧！',
        Emo: 1701,
    },
    {
        // 10
        Character: '李无奇',
        Dialog: '脸皮厚？好吧，我承认我脸皮厚，可这也能算优点？怎么想都是缺点吧！',
        Emo: 1103,
    },
    {
        // 11
        Character: '阿空',
        Dialog: '当然是优点啦~我见过许多脆弱、消沉、死要面子活受罪的人。他们活得累，都是因为脸皮不够厚。',
        Emo: 1703,
    },
    {
        // 12
        Character: '阿空',
        Dialog: '你啊，做着这么一份工作，却坚持到现在还没有掉头，这足以说明你天赋异禀。',
        Emo: 1703,
    },
    {
        // 13
        Character: '阿空',
        Dialog: '你在这方面的天赋，说是万中无一也不为过呢~',
        Emo: 1703,
    },
    {
        // 14
        Character: '李无奇',
        Dialog: '哎……？第一次有人说我天赋过人，即使是脸皮方面的天赋，我也，忽然就开心了起来？',
        Emo: 1102,
        Energy: 1,
    },
    {
        // 15
        Character: '阿空',
        Dialog: '哈哈，看吧，这就是你。就算遇到了再难的关卡，也能凭着这股顽强的生命力活下去。',
        Emo: 1703,
    },
    {
        // 16
        Character: '阿空',
        Dialog: '说「脸皮厚」可能不太好听，说是「百折不挠」的话，听起来就像优点了吧？',
        Emo: 1703,
    },
    {
        // 17
        Character: '李无奇',
        Dialog: '以前可没有人这样夸过我，金老板还经常骂我是废柴……',
        Emo: 1104,
    },
    {
        // 18
        Character: '阿空',
        Dialog: '这种事情不用在意啦。',
        Emo: 1702,
    },
    {
        // 19
        Character: '李无奇',
        Dialog: '说是这么说，其实很难不在意啊……难道你不介意别人说你废柴吗？',
        Emo: 1104,
    },
    {
        // 20
        Character: '阿空',
        Dialog: '你觉得我会吗？哈哈~',
        Emo: 1703,
    },
    {
        // 21
        Character: '李无奇',
        Dialog: '对哦，你都混成这样了，我说你是游民，你也没生气。要是我也能像你这样就好了……',
        Emo: 1101,
    },
    {
        // 22
        Character: '阿空',
        Dialog: '你是有很多优点的，来嘛，让我再好好夸夸你！你还想听什么？',
        Emo: 1701,
    },
    {
        // 23
        Character: '选项B',
        Dialog: '请你夸夸我的缺点吧。',
        Emo: 1,
    },
    {
        // 25
        Character: '李无奇',
        Dialog: '我偶尔还是会听到别人夸我的优点，可是还从来没有人夸过我的缺点呢！',
        Emo: 1101,
    },
    {
        // 26
        Character: '李无奇',
        Dialog: '难得有这样的机会，不如你就勉为其难，夸一夸我的缺点吧~',
        Emo: 1101,
    },
    {
        // 27
        Character: '阿空',
        Dialog: '哈哈，要说缺点，嗯……',
        Emo: 1701,
    },
    {
        // 28
        Character: '李无奇',
        Dialog: '是什么？',
        Emo: 1101,
    },
    {
        // 29
        Character: '阿空',
        Dialog: '大概就是，你是一个有头和没头，都没什么区别的人吧！',
        Emo: 1701,
    },
    {
        // 30
        Character: '阿空',
        Dialog: '这样的',
        Emo: 1701,
    },
    {
        // 31
        Character: '李无奇',
        Dialog: '什么？？？这也能算是夸奖吗！',
        Emo: 1101,
    },
    {
        // 32
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        // 33
        Character: '李无奇',
        Dialog: '大概是缺啥就想补啥吧，我还想听到……',
        Emo: 1101,
    },
    {
        // 34
        Character: '选项A',
        Dialog: '【Quit】想听到关于头的告白',
        Emo: 1,
    },
    {
        // 35
        Character: '阿空',
        Dialog: '你的头，是个非常Nice，很容易相处的头哦。',
        Emo: 1701,
    },
    {
        // 36
        Character: '李无奇',
        Dialog: '相处？你是说，我的头容易和别人相处吗？',
        Emo: 1101,
    },
    {
        // 37
        Character: '阿空',
        Dialog: '是指头和身体的相处啦。',
        Emo: 1701,
    },
    {
        // 38
        Character: '阿空',
        Dialog: '如果用恋爱关系来作比的话，很多人的头都是「绿茶」「作精」这样难以对付的类型。',
        Emo: 1703,
    },
    {
        // 39
        Character: '阿空',
        Dialog: '而你的头嘛，就不是那么有个性，又温顺又可爱~',
        Emo: 1703,
    },
    {
        // 40
        Character: '李无奇',
        Dialog: '虽然听起来不是很像夸奖，但是我的心情也神奇地变好了呢？',
        Emo: 1101,
        Energy: 1,
    },
    {
        // 41
        Character: '阿空',
        Dialog: '哈哈，是吧？你的头啊，就是这么容易讨好。这可是好事哦。',
        Emo: 1701,
    },
    {
        // 42
        Character: '选项B',
        Dialog: '想听到关于身体的告白',
        Emo: 1,
    },
    {
        // 43
        Character: '阿空',
        Dialog: '哈哈，你知道为什么你能一直不掉头吗？',
        Emo: 1703,
    },
    {
        // 44
        Character: '李无奇',
        Dialog: '为什么？',
        Emo: 1101,
    },
    {
        // 45
        Character: '阿空',
        Dialog: '你的头之所以能够保住，是因为你有一个好的身体啊！如此元气的身体是很多人都梦寐以求的。',
        Emo: 1702,
    },
    {
        // 46
        Character: '阿空',
        Dialog: '人类就像树一样，只有根基稳固，才能结出果子。很多人会掉头，其实是因为身体不好。',
        Emo: 1702,
    },
    {
        // 47
        Character: '李无奇',
        Dialog: '根基稳固才能结果子……有道理。至于脑子好不好使，果子好不好吃，就并不重要了，对吧？',
        Emo: 1105,
    },
    {
        // 48
        Character: '阿空',
        Dialog: '哈哈，正是如此。',
        Emo: 1703,
    },
    {
        // 49
        Character: '阿空',
        Dialog: '树结了果子，本来就不是为了给别人吃的。果子对树来说，是很珍贵的东西哦。',
        Emo: 1703,
    },
    {
        // 50
        Character: '李无奇',
        Dialog: '果子对树来说是很珍贵的……吗……',
        Emo: 1104,
    },
    {
        // 51
        Character: '李无奇',
        Dialog: '好感动……呜呜呜……以前从来没有人对我说过这样的话……',
        Emo: 1104,
    },
    {
        // 52
        Character: '阿空',
        Dialog: '哈哈，那也不是你的错，是因为大多数人都只想吃掉别人的果子、奴役别人的脑子。',
        Emo: 1703,
    },
    {
        // 53
        Character: '阿空',
        Dialog: '就像你的老板啊，上司啊，这些人根本不在乎自己吃掉的是多珍贵的东西，被吃掉的果子会有多难过。',
        Emo: 1701,
    },
    {
        // 54
        Character: '阿空',
        Dialog: '所以说，千万不要把这些人的话放在心上啦~要好好保护你的头和身体哦。',
        Emo: 1701,
    },
    {
        // 55
        Character: '李无奇',
        Dialog: '呜呜呜……谢谢你，我现在有一种……',
        Emo: 1101,
    },
    {
        // 56
        Character: '阿空',
        Dialog: '被治愈的感觉？',
        Emo: 1701,
    },
    {
        // 57
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        // 58
        Character: '李无奇',
        Dialog: '对……就是这种感觉！',
        Emo: 1105,
        Energy: 2,
    },
    {
        // 59
        Character: '李无奇',
        Dialog: '谢谢你，我能感觉到……自己身上的负能量都飘散了。',
        Emo: 1101,
    },
    {
        // 60
        Character: '李无奇',
        Dialog: '我好像有了一些，以前没有的东西。',
        Emo: 1101,
    },
    {
        // 61
        Character: '李无奇',
        Dialog: '现在这种充满能量的感觉，大概就是别人所说的「勇气」吧。',
        Emo: 1105,
    },
    {
        // 62
        Character: '李无奇',
        Dialog: '但是到这个程度，好像还不足够。你能再帮我鼓鼓劲吗？我还想听……',
        Emo: 1101,
    },
    {
        // 63
        Character: '选项A',
        Dialog: '能增加 智慧 的告白',
        Emo: 1,
    },
    {
        // 64
        Character: '李无奇',
        Dialog: '我经常都会觉得，我的视野不够清晰，看不到很多事情的前因后果，也不太明白别人在想什么。',
        Emo: 1101,
    },
    {
        // 65
        Character: '李无奇',
        Dialog: '能不能对我进行增加「智慧」的告白呢？',
        Emo: 1101,
    },
    {
        // 66
        Character: '阿空',
        Dialog: 'NNN',
        Emo: 1701,
    },
    {
        // 67
        Character: '选项B',
        Dialog: '能增加 行动力 的告白',
        Emo: 1,
    },
    {
        // 68
        Character: '阿空',
        Dialog: '「勇气」，嗯，如果你想要保住头的话，勇气确实是很必要的。',
        Emo: 1701,
    },
    {
        // 69
        Character: '李无奇',
        Dialog: '我一直是个缺乏勇气的人，所以常在事后感到后悔。我也知道后悔是没有用的，但……',
        Emo: 1101,
    },
    {
        // 70
        Character: '李无奇',
        Dialog: '在事情发生的时候，我就是非常害怕……那种感觉……',
        Emo: 1104,
    },
    {
        // 71
        Character: '阿空',
        Dialog: '哈哈，我懂。就是那种，面对着自己完全没法对付的大怪兽的感觉吧？',
        Emo: 1703,
    },
    {
        // 72
        Character: '李无奇',
        Dialog: '对，我总觉得，我是被大怪兽踩在脚下的一只小蚂蚁。',
        Emo: 1104,
    },
    {
        // 73
        Character: '李无奇',
        Dialog: '我只能眼睁睁地看着，又害怕它踩下来，又希望它快点踩下来，这样就可以快点离开。',
        Emo: 1104,
    },
    {
        // 74
        Character: '阿空',
        Dialog: '大怪兽总会走开的啦，被踩了是有点疼，可是等它走了，你还是和以前一样呀。',
        Emo: 1701,
    },
    {
        // 75
        Character: '李无奇',
        Dialog: '我也知道是这样，可是我总会想，如果我更有勇气就好了，如果我能淡定地面对这一切就好了……',
        Emo: 1104,
    },
    {
        // 76
        Character: '阿空',
        Dialog: '一只蚂蚁的勇气，能够保护自己不被踩扁，这已经是非常非常了不起的了。',
        Emo: 1702,

    },
    {
        // 77
        Character: '阿空',
        Dialog: '毕竟，你只是一只蚂蚁啊。哪有不会害怕的蚂蚁呢？',
        Emo: 1702,
    },
    {
        // 78
        Character: '阿空',
        Dialog: '可是你保护了自己，你的头还好好地在这里，从这个意义上，你周围的人，大多数都不如你吧？',
        Emo: 1702,
        Energy: 1,
    },
    {
        // 79
        Character: '李无奇',
        Dialog: '……',
        Emo: 1101,
    },
    {
        // 80
        Character: '阿空',
        Dialog: '你做得很好，你非常棒！你就是最有勇气的小蚂蚁了！',
        Emo: 1701,
    },
    {
        // 81
        Character: '阿空',
        Dialog: '来，我代表渺小的蚂蚁为你颁奖~',
        Emo: 1701,
    },
    {
        // 82
        Character: '李无奇',
        Dialog: '呜呜……呜……',
        Emo: 1101,
    },
    {
        // 83
        Character: '阿空',
        Dialog: '哈哈，怎么又哭了？',
        Emo: 1701,
    },
    {
        // 84
        Character: '李无奇',
        Dialog: '真的……真的谢谢你，从来没有人对我说过这些话。',
        Emo: 1101,
    },
    {
        // 85
        Character: '李无奇',
        Dialog: '这一次，我也有了自己的答案。',
        Emo: 1101,
    },
    {
        // 86
        Character: '阿空',
        Dialog: '哈哈，能帮到你，我也很开心哦~',
        Emo: 1701,
    },
    {
        // 87
        Character: '系统提示',
        Dialog: '恭喜你成功攻略了 阿空！接下来的选项将决定你是否开启 阿空结局。',
        Emo: 1,
    },
    {
        // 88
        Character: '阿空',
        Dialog: '不过，我还是要提醒你，我能感觉到你周围有一些危险存在。',
        Emo: 1701,
    },
    {
        // 89
        Character: '李无奇',
        Dialog: '虽然还是不懂你说的危险，但是……',
        Emo: 1101,
    },
    {
        // 90
        Character: '选项A',
        Dialog: ' 我决定马上辞职',
        Emo: 1,
    },
    {
        // 91
        Character: '李无奇',
        Dialog: '这份工作，确实让我很不开心。我想试试跳槽，去做点别的工作。',
        Emo: 1101,
    },
    {
        // 92
        Character: '阿空',
        Dialog: '哈哈，你想开啦？',
        Emo: 1701,
    },
    {
        // 93
        Character: '李无奇',
        Dialog: '嗯……我不能改变世界，但是改变自己，还是可以的吧？虽然我也不知道我能做什么工作……',
        Emo: 1101,
    },
    {
        // 94
        Character: '阿空',
        Dialog: '别担心，你这么健康元气的人，一定能找到工作的~',
        Emo: 1701,
    },
    {
        // 95
        Character: '阿空',
        Dialog: '要是一时半会找不到，也可以在我那里暂住一下，打个地铺的。',
        Emo: 1701,
    },
    {
        // 96
        Character: '李无奇',
        Dialog: '（狐疑）你那里？暂住？',
        Emo: 1101,
    },
    {
        // 97
        Character: '阿空',
        Dialog: '喂，你这是什么眼神啊，我真的是住在住宅小区里的！不是桥洞啦！',
        Emo: 1701,
    },
    {
        // 98
        Character: '李无奇',
        Dialog: '嗯……谢谢，真的很感谢你。',
        Emo: 1101,
    },
    {
        // 99
        Character: '李无奇',
        Dialog: '虽然你那里能不能住人，我还是很怀疑……',
        Emo: 1101,
    },
    {
        // 100
        Character: '阿空',
        Dialog: '（在便笺纸上写字）呐，这是我的地址，你有空的时候可以过来看看嘛。',
        Emo: 1701,
    },
    {
        // 101
        Character: '阿空',
        Dialog: '很久都没有朋友来拜访我了，你来的话我会很开心哦~',
        Emo: 1701,
    },
    {
        // 103
        Character: '选项B',
        Dialog: '我会再考虑一下辞职的事情',
        Emo: 1,
    },
    {
        // 104
        Character: '李无奇',
        Dialog: '这份工作，确实让我很不开心。不过要找新工作也不是那么容易的事。',
        Emo: 1101,
    },
    {
        // 105
        Character: '李无奇',
        Dialog: '辞职的事情，我会好好考虑的，谢谢你。',
        Emo: 1101,
    },

    {
        // 108
        Character: '【EndOption】',
        Dialog: 'NNN',
        Emo: 1,
    },
    {
        // 106
        Character: '阿空',
        Dialog: '如果你遇到了什么难以解决的事情，随时可以找我哦。',
        Emo: 1703,
    },

];