module.exports = [
{'max' : 20,},
{
// 1
Character:'背景',
Dialog:'bg005',
Emo:1,
},
{
// 2
Character:'李无奇',
Dialog:'你刚刚是说，为我做什么都可以吧？',
Emo:1101,
},
{
// 3
Character:'晏芸芸的身体',
Dialog:'当然了，我们已经是好姐妹了呀。',
Emo:1421,
},
{
// 4
Character:'晏芸芸的身体',
Dialog:'不管是陪你逛街，还是给你做咖啡，还是帮你拍照，都可以哦。',
Emo:1421,
},
{
// 5
Character:'晏芸芸的身体',
Dialog:'毕竟我这么多才多艺，你自己选吧~',
Emo:1421,
},
{
// 6
Character:'李无奇',
Dialog:'这些不都是你自己的爱好吗？逛街哪能算，明明就是我陪你逛街。',
Emo:1101,
},
{
// 7
Character:'晏芸芸的身体',
Dialog:'跟我逛街，能发现很多别人不知道的乐趣，明明就是超值特供服务！哼，你不识货就算了。',
Emo:1421,
},
{
// 8
Character:'李无奇',
Dialog:'其实我有件更有意义的事，想要你帮忙哦。如果是你的话，一定可以……',
Emo:1101,
},
{
// 9
Character:'晏芸芸的身体',
Dialog:'真的吗？这么重要的事情，交给我吗？',
Emo:1421,
},
{
// 10
Character:'李无奇',
Dialog:'嗯，我一直都有一个无法实现的梦想。我为之努力准备了好几年，现在只有真正的好闺蜜，才能帮我实现。',
Emo:1101,
},
{
// 11
Character:'晏芸芸的身体',
Dialog:'诶，听起来很好玩的样子？是什么？',
Emo:1421,
},
{
// 12
Character:'李无奇',
Dialog:'就是……',
Emo:1101,
},
{
// 13
Character:'李无奇',
Dialog:'请你帮我……',
Emo:1101,
},
{
// 14
Character:'李无奇',
Dialog:'清空X宝购物车。',
Emo:1101,
},
{
// 15
Character:'晏芸芸的身体',
Dialog:'什么？？？',
Emo:1421,
},
{
// 16
Character:'李无奇',
Dialog:'你自己说的，什么都可以帮我的。',
Emo:1101,
},
{
// 17
Character:'晏芸芸的身体',
Dialog:'这……这是不可能的！',
Emo:1421,
},
{
// 18
Character:'李无奇',
Dialog:'你要反悔了吗？哎，果然不是真姐妹……',
Emo:1101,
},
{
// 19
Character:'晏芸芸的身体',
Dialog:'不不不，你这样的好姑娘，肯定值得有个更好的人，帮你清空购物车的！',
Emo:1421,
},
{
// 20
Character:'系统提示',
Dialog:'晏芸芸飞速撤离了现场。李无奇的购物车，仍然是满的。',
Emo:1,
},

];