module.exports = [
{'max' : 22,},
{
// 1
Character:'背景',
Dialog:'bg005',
Emo:1,
},
{
// 2
Character:'李无奇',
Dialog:'你说为我做什么都可以，是真的吧？',
Emo:1101,
},
{
// 3
Character:'晏芸芸的身体',
Dialog:'帮你清空购物车是不行的，别的都可以！',
Emo:1421,
},
{
// 4
Character:'李无奇',
Dialog:'哈哈，我想到了，这件事情很容易的，而且完全不花钱。',
Emo:1101,
},
{
// 5
Character:'李无奇',
Dialog:'我啊，最喜欢的事是网购，最讨厌的事是拿快递。所以~',
Emo:1101,
},
{
// 6
Character:'晏芸芸的身体',
Dialog:'要我帮你拿快递吗？没问题，今天和明天都可以帮你拿哦。',
Emo:1421,
},
{
// 7
Character:'李无奇',
Dialog:'只有两天？那从后天开始，我不是又要独自面对这个残酷的世界了吗？',
Emo:1101,
},
{
// 8
Character:'晏芸芸的身体',
Dialog:'这……一个星期，一个星期总可以了吧？',
Emo:1421,
},
{
// 9
Character:'李无奇',
Dialog:'太残忍了，想想那闪着冰冷寒光的快递架，投来蔑视目光的管理员……',
Emo:1101,
},
{
// 10
Character:'晏芸芸的身体',
Dialog:'公司的快递都是放进快递柜的。',
Emo:1421,
},
{
// 11
Character:'李无奇',
Dialog:'还有巨大得令人恐惧的快递柜……',
Emo:1101,
},
{
// 12
Character:'李无奇',
Dialog:'想一想都要哭了……',
Emo:1101,
},
{
// 13
Character:'李无奇',
Dialog:'也不用一直帮我拿的，就帮我拿半年，好不好？',
Emo:1101,
},
{
// 14
Character:'晏芸芸的身体',
Dialog:'诶……这，我这个人，时间长了就很容易失去动力的。',
Emo:1421,
},
{
// 15
Character:'李无奇',
Dialog:'好姐妹，好闺蜜，你说了什么都能为我做的吧？',
Emo:1101,
},
{
// 16
Character:'晏芸芸的身体',
Dialog:'除非……除非你给我鼓励！对，就像那些程序员鼓励师一样，每天送上一份甜甜的鼓励，慰劳我的辛苦。',
Emo:1421,
},
{
// 17
Character:'晏芸芸的身体',
Dialog:'这样，说不定我就有动力一直帮你拿快递了~',
Emo:1421,
},
{
// 18
Character:'李无奇',
Dialog:'好说好说，我会每天给你一份专属鼓励的。',
Emo:1101,
},
{
// 19
Character:'晏芸芸的身体',
Dialog:'（诶，竟然答应下来了，她真能每天鼓励我呀？我可不相信……）',
Emo:1421,
},
{
// 20
Character:'晏芸芸的身体',
Dialog:'（要是哪天她忘记了，拿快递这件事自然就不算数了。）',
Emo:1421,
},
{
// 21
Character:'系统提示',
Dialog:'李无奇用记号笔在K社的快递柜上写了几个巨大的字： 晏 芸 芸 你 最 棒！',
Emo:1,
},
{
// 22
Character:'系统提示',
Dialog:'此事引起了K社行政部门的调查，据内部消息，晏芸芸和李无奇在行政部办公区吵了一架，双双写了《不随意涂鸦保证书》。',
Emo:1,
},

];