module.exports = [
    { 'max': 11, },
    {
        // 1
        Character: '背景',
        Dialog: 'bg004',
        Emo: 1,
    },
    {
        // 2
        Character: '詹思飞的身体',
        Dialog: '嗯……不如这样，以后由我接送你上下班好不好？',
        Emo: 1821,
    },
    {
        // 3
        Character: '李无奇',
        Dialog: '诶？',
        Emo: 1101,
    },
    {
        // 4
        Character: '詹思飞的身体',
        Dialog: '你是个热情善良的好姑娘，又帮了我这么大的忙。我愿意每天做你的专属司机……',
        Emo: 1821,
    },
    {
        // 5
        Character: '李无奇',
        Dialog: '专属司机？第一次有人对我说这种话，怎么感觉……有点心跳加速呢……',
        Emo: 1101,
    },
    {
        // 6
        Character: '詹思飞的身体',
        Dialog: '我早上8点半点上班，下午6点半下班。如果时间合适的话，请你不要客气。',
        Emo: 1821,
    },
    {
        // 7
        Character: '詹思飞的身体',
        Dialog: '因为我现在把头送走了，副驾驶座就空了，反正空着也是空着。',
        Emo: 1821,
    },
    {
        // 8
        Character: '李无奇',
        Dialog: '呃，我的心好像又跳不动了……',
        Emo: 1101,
    },
    {
        // 9
        Character: '李无奇',
        Dialog: '还是算了……虽然是让人暖心又合理的善意，但却是有点无聊。',
        Emo: 1101,
    },
    {
        // 10
        Character: '詹思飞的身体',
        Dialog: '那么请务必给我个机会，至少请你吃顿饭吧。',
        Emo: 1821,
    },
    {
        // 11
        Character: '李无奇',
        Dialog: '这个，还是下次吧！我也要去上班了，再见！',
        Emo: 1101,
    },

];