module.exports = [
{'max' : 20,},
{
// 1
Character:'背景',
Dialog:'bg004',
Emo:1,
},
{
// 2
Character:'詹思飞的头',
Dialog:'难得遇到你这样的知己，走，我带你飙一段~',
Emo:1811,
},
{
// 3
Character:'李无奇',
Dialog:'飙车？',
Emo:1101,
},
{
// 4
Character:'詹思飞的头',
Dialog:'怎么，不想和我去看看星辰大海吗！',
Emo:1811,
},
{
// 5
Character:'李无奇',
Dialog:'如果是指被撞得眼冒金星的话，我就不太想体验了。',
Emo:1101,
},
{
// 6
Character:'詹思飞的身体',
Dialog:'请上车吧，不必担心，只是一小段路。',
Emo:1821,
},
{
// 7
Character:'詹思飞的身体',
Dialog:'难得有这样的机会，我也想对你这样善良的女士表示感谢。',
Emo:1821,
},
{
// 8
Character:'李无奇',
Dialog:'（狐疑）什么，你也飙车？我还以为那是头的爱好。',
Emo:1101,
},
{
// 9
Character:'詹思飞的身体',
Dialog:'方向盘由我来掌握，请放心，我和这家伙不一样，我很注重交通规则的。',
Emo:1821,
},
{
// 10
Character:'詹思飞的头',
Dialog:'就是就是，交通规则和飙车又不矛盾~',
Emo:1811,
},
{
// 11
Character:'李无奇',
Dialog:'刚刚出了车祸的人说的话，可以相信吗？',
Emo:1101,
},
{
// 12
Character:'詹思飞的身体',
Dialog:'请相信我。因为，我的驾照分已经要被扣光了。',
Emo:1821,
},
{
// 13
Character:'詹思飞的头',
Dialog:'哎呀呀，这可怎么好，要是不能开车，还怎么上班呀？',
Emo:1811,
},
{
// 14
Character:'詹思飞的身体',
Dialog:'你还有脸说。',
Emo:1821,
},
{
// 15
Character:'詹思飞的头',
Dialog:'我有脸，没有脸的是你。',
Emo:1811,
},
{
// 16
Character:'詹思飞的身体',
Dialog:'……',
Emo:1821,
},
{
// 17
Character:'詹思飞的头',
Dialog:'好啦好啦，今天我保证不捣乱，行了吧？',
Emo:1811,
},
{
// 18
Character:'詹思飞的头',
Dialog:'实在不放心的话，可以请李无奇小姐坐副驾，我就做一个安安静静的头，在后座上看风景好了。',
Emo:1811,
},
{
// 19
Character:'詹思飞的头',
Dialog:'今天真是太刺激了，我已经很满足啦，嘿嘿~',
Emo:1811,
},
{
// 20
Character:'李无奇',
Dialog:'（哎，这家伙还不知道自己马上就要被送走了吧？不知道怎么回事，还觉得有点惋惜……）',
Emo:1101,
},

];