module.exports = [
    //Next:,
    //FAILNotice，Object,
    //Anim:'red',
    //Anim:,
    //Energy:-1,
    //,
    //Switchap:'第一章',
    { 'max': 165, },
    {
        Character: '场景',
        Dialog: 'bg102',
        Emo: 1,
    },
    { //+1
        Character: '李无奇',
        Dialog: '我叫李无奇，23岁，人如其名，平平无奇。去年大学毕业后跑遍了招聘会，九死一生，终于变成一名普通的公司职员。',
        Emo: 1101,
    },
    { //+2
        Character: '李无奇',
        Dialog: '这个「普通」指的是我自己，因为我的日常工作不是跑腿就是被训话。我的公司可一点也不普通——它的业务是给人回收脑袋。',
        Emo: 1101,
    },
    { //+5
        Character: '选项A',
        Dialog: '给人回收……脑袋？！',
        Emo: 1,
    },
    { //+6
        Character: '选项B',
        Dialog: '脑袋是可回收垃圾吗？',
        Emo: 1,
    },
    { //+17
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+3
        Character: '李无奇',
        Dialog: '嗯……怎么了？脑袋当然是要回收的，回收之后，还要分类储存。',
        Emo: 1101,
    },
    { //+4
        Character: '李无奇',
        Dialog: '你没有看新闻吗？这几年来，几乎每个人都要掉头，这导致掉落的头越来越多，已经成为公共环境的头号污染物。',
        Emo: 1101,
    },

    { //+7
        Character: '选项A',
        Dialog: '你在说什么？头掉了人不就死了吗？',
        Emo: 1,
    },
    { //+8
        Character: '选项B',
        Dialog: '这听起来像是……一个新兴的垃圾分类市场？',
        Emo: 1,
    },
    { //+18
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+9
        Character: '李无奇',
        Dialog: '好吧，你看起来什么都不懂，我得给你补充一些基本的常识。<color=#FF0000>在我们的世界里，大多数的头都是要掉的。</color>掉了头，人并不会死，只是头和身体分开，各自生存下去。',
        Emo: 1101,
    },
    { //+10
        Character: '李无奇',
        Dialog: '通常来说，掉头的时间是工作后的<color=#FF0000>几年内</color>。要说为什么掉头，当然是因为这对头和身体都有好处。',
        Emo: 1101,
    },
    { //+11
        Character: '李无奇',
        Dialog: '没了头，身体就可以毫无杂念、安安分分地工作了。至于头，它可以上上网，看看剧，做它想做的事情。',
        Emo: 1101,
    },

    { //+12
        Character: '选项A',
        Dialog: '你确定，头可以不去上班？',
        Emo: 1,
    },
    { //+13
        Character: '选项B',
        Dialog: '我也想做个头，躺在家里看剧！',
        Emo: 1,
    },
    { //+19
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+14
        Character: '李无奇',
        Dialog: '当然可以啊。不过实际上呢，那种安安静静地看剧，不滋扰邻里，也不坑害自己的头，通常只存在于理想之中。',
        Emo: 1101,
    },
    { //+15
        Character: '李无奇',
        Dialog: '多数的头离开了身体后，就会到处乱跑，有的在住宅小区里制造噪音，有的在路上横飞造成交通阻塞，给维持社会治安的部门带来很大压力。',
        Emo: 1101,
    },
    { //
        Character: '李无奇',
        Dialog: '所以，如何安置好这些掉落的头，近年来逐渐成为一个热门的社会话题。',
        Emo: 1101,
    },

    { //+16
        Character: '李无奇',
        Dialog: '我司的金老板，就因为第一时间回收了所有漂浮在大街上的脑袋，获得了本市的社会贡献奖。',
        Emo: 1101,
    },
    { //+20
        Character: '李无奇',
        Dialog: '当然了，这里面也少不了我的工作。去年我天天在街上跑着收头，真是累得够呛……',
        Emo: 1101,
    },
    { //+20
        Character: '李无奇',
        Dialog: '你再看看现在的街上，是不是多数的人都只有身体，乖乖地走着，各人都有明确的目标？',
        Emo: 1101,
    },
    { //+21
        Character: '选项A',
        Dialog: '确实。不过你自己怎么还有头呢？',
        Emo: 1,
    },
    { //+22
        Character: '选项B',
        Dialog: '你打算什么时候去掉头？',
        Emo: 1,
    },
    { //+23
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+24
        Character: '李无奇',
        Dialog: '（惊慌）我的头？我的头嘛，它没什么好掉的。说起来，我长得不算漂亮，学习成绩也不拔尖……',
        Emo: 1101,
    },
    { //+25
        Character: '李无奇',
        Dialog: '（尴尬）说实话，这样的头，掉了也没什么用吧。我只是……带着头过了这么多年，总有些不太舍得……',
        Emo: 1101,
    },
    { //+26
        Character: '李无奇',
        Dialog: '（正色）而且，头也不是说去就去的。有的人不想去头，莫名其妙地就没头了。有的人呢，想去头也去不掉，什么办法都不管用。',
        Emo: 1101,
    },
    { //+？？
        Character: '选项A',
        Dialog: '那么，你的头好掉吗？',
        Emo: 1,
    },
    { //+？？
        Character: '选项B',
        Dialog: '需要我做点什么来帮你掉头吗？',
        Emo: 1,
    },
    { //+？？
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+？？
        Character: '李无奇',
        Dialog: '（尴尬）谢谢，谢谢你啦，我真的不太想掉头。我的头也不算容易掉的，它基本上是稳稳当当地长在脖子上。',
        Emo: 1101,
    },
    { //+？？
        Character: '李无奇',
        Dialog: '只是有的时候，也会变得晃悠悠的，如果真的要掉了，我会伤心的……',
        Emo: 1101,
    },
    { //+27
        Character: '选项A',
        Dialog: '说回来……头究竟是怎么掉的呢？',
        Emo: 1,
    },
    { //+28
        Character: '选项B',
        Dialog: '这么说来，不想掉的头，也是会掉的咯？',
        Emo: 1,
    },
    { //+29
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+30
        Character: '李无奇',
        Dialog: '这个嘛，每个人掉头的时机和条件，都不太一样。我们当前的医学、心理学还无法解答这个问题。',
        Emo: 1101,
    },
    { //+31
        Character: '李无奇',
        Dialog: '要说掉头的共同之处，就是那些头在掉之前，往往经历了一些令人不愉快的事情。只是，什么是不愉快的事情，各人的感受也不太一样。',
        Emo: 1101,
    },
    { //+32
        Character: '李无奇',
        Dialog: '比如我有个同学，连续加了两个月的班就掉头了。我好像就不是那种体质的。',
        Emo: 1101,
    },

    { //+33
        Character: '选项A',
        Dialog: '你是什么体质？',
        Emo: 1,
    },
    { //+34
        Character: '选项B',
        Dialog: '我该说，希望你能快乐一点？',
        Emo: 1,
    },
    { //+35
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+36
        Character: '李无奇',
        Dialog: '（难为情）哈哈，你很在意我嘛。谢谢啦！虽然不太好意思承认，但即使是这种程度的在意，我也会高兴的。',
        Emo: 1105,
    },
    { //+37
        Character: '李无奇',
        Dialog: '我的体质，就是无论受到多么大的打击，只要<color=#FF0000>有人对我告白！</color>我就会立刻充满力量！头也会重新结结实实的长在身体上！',
        Emo: 1105,
    },
    { //+38
        Character: '选项A',
        Dialog: '你是说告……告白？！',
        Emo: 1,
    },
    { //+39
        Character: '选项B',
        Dialog: '联系上下文，你说的应该是表扬吧？！',
        Emo: 1,
    },
    { //+40
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },

    { //+37
        Character: '李无奇',
        Dialog: '啊哈哈哈……我这种人，连关注都很少得到，更不用说表扬，我怎么知道表扬有没有用？',
        Emo: 1105,
    },

    { //+37
        Character: '李无奇',
        Dialog: '告白也是一种表扬！一种极高的表扬！只要表扬我，我就不会掉头了！我的体质很顽强的？是的吧？！',
        Emo: 1105,
    },


    { //+41
        Character: '李无奇',
        Dialog: '你这是什么表情！啊……我就当你是在告白了！不用那么紧张，其实我并不需要特别认真的告白，毕竟我就是这么肤浅的人！',
        Emo: 1105,
    },
    { //+42
        Character: '李无奇',
        Dialog: '「我喜欢你」「你真漂亮」「我想和你交往」……实在不行的话，「你还好吗」「这不能怪你」，这种也可以。',
        Emo: 1105,
    },

    { //+43
        Character: '李无奇',
        Dialog: '至于是来自什么人的告白，这也不重要。我只要听到点好话就会开心起来了。',
        Emo: 1105,
    },

    { //+？？
        Character: '李无奇',
        Dialog: '但是反过来，要是很长时间都没有被告白，我的心情就会变得很糟。要是受到了别人的语言攻击、被鄙视、被嫌弃，心情也会变差。',
        Emo: 1105,
    },
    { //+？？
        Character: '李无奇',
        Dialog: '左上角的「心情」数值代表我的心情能量，我估计，降到0的时候，我就要掉头啦！',
        Emo: 1105,
    },
    { //+？？
        Character: '选项A',
        Dialog: '还真是很容易接受告白的体质。',
        Emo: 1,
    },
    { //+？？
        Character: '选项B',
        Dialog: '祝贺你？你现在的心情有60呢。',
        Emo: 1,
    },
    { //+？？
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    { //+？？
        Character: '李无奇',
        Dialog: '啊，可能因为我一直是个普通的人吧，天赋普通，来自普通的家庭，做着普通的工作，人们经常连我的名字都记不住。所以但凡是好意，我都会当作告白而收下的。',
        Emo: 1101,
    },
    { //+？？
        Character: '李无奇',
        Dialog: '这样的我，就可以心情值提升，去正常地面对工作和生活，再正常地面对老板和家人的嫌弃了！比如……',
        Emo: 1101,
    },

    {
        Character: '面试官',
        Dialog: '是什么原因让你向我司投出这份简历的呢？是我们的招聘条件写得太宽容了吗？',
        Emo: 1908,
    },
    {
        Character: '年长的同事',
        Dialog: '小李这个新人啊，一点也不「懂事」，我是不想带了，让她哪来哪去吧。',
        Emo: 1923,
    },
    {
        Character: '妈妈',
        Dialog: '你看看电视上说的那些大龄剩女，老了之后孤苦伶仃的，但人家至少赚到钱了啊。',
        Emo: 1907,
    },
    {
        Character: '妈妈',
        Dialog: '你再看看你，工作也没个起色，下了班就窝在家里，我看你老了要怎么办！',
        Emo: 1907,
    },
    {
        Character: '金老板',
        Dialog: '这也要我告诉你吗？我是让你带薪动脑，不是带薪瞎想的，你这个头，不如还是摘掉吧？',
        Emo: 1201,
        Meet: 1,
    },
    {
        Character: '李无奇',
        Dialog: '不要……（心情值-10）',
        Emo: 1102,
        Energy: -1,
        Anim: 'red',
    },
    {
        Character: '李无奇',
        Dialog: '不想听这些……（心情值-10）',
        Emo: 1103,
        Energy: -1,
        Anim: 'red',
    },
    {
        Character: '李无奇',
        Dialog: '明明已经很努力的活着了，为什么还要听这些话？（心情值-10）',
        Energy: -1,
        Emo: 1104,
        Anim: 'red'
    },
    {
        Character: '李无奇',
        Dialog: '啊！！！心情值要掉光啦！！！！',
        Emo: 1103,
    },
    { //+？？
        Character: '选项A',
        Dialog: '李无奇？',
        Emo: 1,
    },
    { //+？？
        Character: '选项B',
        Dialog: '「你还好吗」？',
        Emo: 1,
    },
    { //+？？
        Character: '【EndOption】',
        Dialog: '',
        Emo: 1,
    },
    {
        Character: '场景',
        Dialog: 'bg103',
        Emo: 1,
        Switchap: '第一章',
    },
    {
        Character: '李无奇',
        Dialog: '（惊醒）',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '啊，我就打个瞌睡，怎么心情值就跑光了……',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '谁都好，随便来一个人，给我一点爱吧！',
        Emo: 1104,
    },
    {
        Character: '系统提示',
        Dialog: '请帮助李无奇获得他人的告白，否则她的心情值就会下降，直到掉头。',
        Emo: 1,
    },
    {
        Character: '系统提示',
        Dialog: '画面左上方可以看到心情值。\n每当李无奇受到打击，心情值就会减少 10，而受到告白，则会增加 10 - 40 不等。',
        Emo: 1,
    },
    {
        Character: '系统提示',
        Dialog: '当前心情值：30。\n每当李无奇受到打击，心情值就会往下掉10，而受到告白，则会增加10-40不等。',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '谢谢你。只要帮我获得一点点告白，真的只要一点点，我就会得救的。',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '唉，起来工作咯。这里就是我上班的地方，老实说，我的工作相当难搞。',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '金老板是个可怕的人，专门挑刺，从不夸我。我的心情值掉得这么快，往往都是拜他所赐……',
        Emo: 1104,
    },
    {
        Character: '系统提示',
        Dialog: '电话响了……',
        Object: '金老板电话',
        Anim: 'shake',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '咦！老板来电话了！天哪……深呼吸，我不怕，我聪明伶俐积极上进，一点也不怕老板……',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '喂，老板？我是小李，嗯，我知道你知道我是小李，呃，昂……好的……我马上就到！',
        Emo: 1103,
    },
    {
        Character: '场景',
        Dialog: 'bg102',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '刚才也说过，我们公司的业务是回收脑袋，它的全名，叫「深沟市猎头有限公司」。',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '不是做人力资源的那种猎头，嗯，考虑到我司实际上为各大公司提升了生产效率，也可以说是做人力资源的。',
        Emo: 1101,
    },

    {
        Character: '李无奇',
        Dialog: '呼，总算到了。金老板一通连环夺命电话，就是为了让我爬上这座53层高的大厦的天台吗？',
        Emo: 1101,
    },
    {
        Character: '场景',
        Dialog: 'bg001',
        Stamp: '天台',
        Emo: 1,
    },
    {
        Character: '警察A',
        Dialog: '真是的。总有这么些人，好好的非要闹什么自杀。',
        Emo: 1921,
    },
    {
        Character: '警察B',
        Dialog: '实在不行就把头去了呗，这都什么事儿。',
        Emo: 1922,
    },
    {
        Character: '警察C',
        Dialog: '就是，留什么头啊，像我这样多好，老婆都不和我吵架了。',
        Emo: 1921,
    },
    {
        Character: '场景',
        Dialog: 'bg102',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '看到了吗？离开身体的头，干出什么事都是有可能的。',
        Emo: 1101,
    },
    {
        Character: '场景',
        Dialog: 'bg001',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '（东张西望）老板在哪里？啊！老板，老板，我来啦！',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '我来收头了！头在哪里？',
        Emo: 1101,
    },
    {
        Character: '金老板',
        Dialog: '你咋呼什么，没见这个头正要跳楼吗？',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '哎？',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '（顺着金老板的眼神望去）这个头，正在引诱身体自杀。这是必须制止的。',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '可是老板，这是110的事吧，我们在这儿……不合适吧？',
        Emo: 1101,
    },
    {
        Character: '金老板',
        Dialog: '这是我们委托范围内的事。',
        Emo: 1201,
    },
    {
        Character: '李无奇',
        Dialog: '这个头委托我们了吗？',
        Emo: 1102,
    },
    {
        Character: '金老板',
        Dialog: '你怎么回事？有委托权的是身体，当身体要受到严重伤害时，警察可以代替身体委托我们！',
        Emo: 1202
    },
    {
        Character: '金老板',
        Dialog: '等会儿我叫你，你就上去，收住那个头。',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '啊？我？？？不是，这么重要的时刻我怕一旦失手……',
        Emo: 1102,
    },
    {
        Character: '金老板',
        Dialog: '<b>你干不了？</b>',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '不是，我能干……',
        Emo: 1101,
    },
    {
        Character: '金老板',
        Dialog: '我会控制住它的，你动作利索点。',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '好？',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '老板走过去了……他正在跟那个头说些什么，但是风太大了，我听不清楚，这可是53楼……',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '我该什么时候上去？要是老板叫我我没听到，这个头就完蛋了。',
        Emo: 1103,
    },
    {
        Character: '漂浮的头',
        Dialog: '呵呵，哈哈，嘻嘻嘻嘻……跳吧，人生不称意，一跳解千愁~',
        Emo: 3312,
        Conversation: [2201, 3312],
        Float: 1,
    },
    {
        Character: '金老板',
        Dialog: '你好，作（第一声）家老师。',
        Emo: 2201,
    },
    {
        Character: '漂浮的头',
        Dialog: '你是谁？你看起还像个能说话的人。',
        Emo: 3311,
        Float: 1,
    },
    {
        Character: '金老板',
        Dialog: '您过誉了。我是深沟市作家谐会的理事，很遗憾在这种场合与您见面，我本来是想……',
        Emo: 2201,
    },
    {
        Character: '漂浮的头',
        Dialog: '什么？你是作家谐会的？我是文老师，你找我干嘛？',
        Emo: 3312,
        Float: 1,
    },
    {
        Character: '金老板',
        Dialog: '我本来是来给您送邀请函的。不过看来，您已经不需要了。',
        Emo: 2201,
    },
    {
        Character: '漂浮的头',
        Dialog: '哦？你们终于注意到我的文学闯作了？你一定也拜读过我的旷世之作了吧？',
        Emo: 3312,
        Float: 1,
    },
    {
        Character: '李无奇',
        Dialog: '稀奇，这个「文老师」的头和身体都朝里面走来了，看来他回心转意，不打算自杀了？',
        Emo: 1102,
    },
    {
        Character: '金老板',
        Dialog: '（看了你一眼）',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '我，我来了！',
        Emo: 1101,
    },
    {
        Character: '系统提示',
        Dialog: '李无奇成功地用笼子捕获了这个头。',
        Emo: 1313,
    },
    {
        Character: '金老板',
        Dialog: '你叫文五元，是吧？你现在安全了。',
        Emo: 1201,
    },
    {
        Character: '文五元的身体',
        Dialog: '（不满）叫我文老师。我刚刚怎么了？你们救下了正要跳楼的我？不可能，一个拥有智慧的头脑，是不会想不开去跳楼的。',
        Emo: 1320,
        Meet: 2,
    },
    {
        Character: '文五元的身体',
        Dialog: '你们要干嘛？谁也不能没收我的头，我的头是要闯作不朽的文学作品的。',
        Emo: 1320,
    },
    {
        Character: '金老板',
        Dialog: '为社会治安考虑，我建议您把头交给专业人士处理。',
        Emo: 1201,
    },
    {
        Character: '文五元的身体',
        Dialog: '这怎么行……我是个作家啊？',
        Emo: 1320,
    },
    {
        Character: '金老板',
        Dialog: '「文老师」，您经常受到头的妨碍吧？离开了头，您也许能稳定地写作，尽快闯作出不朽的文学作品。',
        Emo: 1201,
    },
    {
        Character: '金老板',
        Dialog: '您看看这份协议吧。（话不多说，向文五元的身体递来一份委托协议）',
        Emo: 1201,
    },
    {
        Character: '文五元的身体',
        Dialog: '你说的也有几分道理？我的这颗智慧的头颅，总难免要举世皆醉我独醒，愤世嫉俗，伤春悲秋，害我不能日更万字……',
        Emo: 1320,
    },
    {
        Character: '文五元的身体',
        Dialog: '看在贵司上门为我排忧艰难的份上……（文五元的身体刷刷地签了字，签名的末尾还带着「老师」字样）',
        Emo: 1320,
    },
    {
        Character: '李无奇',
        Dialog: '这也行？我司的业务居然做到作……作（第一声）家身上了。对了，我手里的笼子是一种特殊设备，可以暂时隔绝头对身体的影响。如果不是这样，他应该不会签字的吧。',
        Emo: 1102,
    },
    {
        Character: '李无奇',
        Dialog: '老板，我搞定了！我去把它交给专业人士？怎么联系他们？',
        Emo: 1105,
    },
    {
        Character: '金老板',
        Dialog: '……',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '哇，又来了，金老板关爱智障的眼神！被他这么一瞪，心情值好像又降低了啊……',
        Emo: 1103,
    },
    {
        Character: '金老板',
        Dialog: '你就是「专业人士」，这个头由你拿回公司去。',
        Emo: 1202,
    },
    {
        Character: '场景',
        Dialog: 'bg002',
        Stamp: '出租车内',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '这个「文老师」也真是的，去头就去头，留头就留头，犯得着劳师动众的表演跳楼吗。',
        Emo: 1101,
    },
    {
        Character: '李无奇',
        Dialog: '诶，不是吧，作（第一声）家的头醒得这么快的吗……？',
        Emo: 1102,
    },
    {
        Character: '文五元的头',
        Dialog: '啊啊啊啊啊嗷嗷嗷嗷hsuio@%￥*——*；%￥……T*!@&^————————',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '「文老师」，你说话时能不能照顾一下别人的耳膜？',
        Emo: 1103,
    },
    {
        Character: '李无奇',
        Dialog: '你能好一点吗，人生不称意，就好好掉头。',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '你们这些愚昧的大众啊，竟然敢把文老师关起来！文老师的文学是来拯救你们的！快放我出去————',
        Emo: 1313,
    },
    {
        Character: '出租车司机',
        Dialog: '后面在搞什么？能静音吗，这样我没法开车啊？',
        Emo: 1 //立绘资源缺,
    },
    {
        Character: '李无奇',
        Dialog: '师傅对不起，这家伙说我是「愚昧的大众」，看来我是没法控制它了。要不，您靠边停，我就在这里下车？',
        Emo: 1102,
    },
    {
        Character: '文五元的头',
        Dialog: '放我出去！！！文老师是不会离开身体的！笛卡尔说了，我想我就在！我的身体没有权力签署收头协议！',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '师傅，不好意思，给您添麻烦了。（李无奇带着头下车了）',
        Emo: 1102,
    },
    {
        Character: '场景',
        Dialog: 'bg004',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '哎，只能走回公司了。「文老师」，你能安静点吗？你是不可能再跟身体在一起了。',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '愚昧的大众，无知的灵魂，被文学遗忘的世界。难道身负奇才就要遭受世人的菲薄，难道洞彻真理就注定命途多舛——————',
        Emo: 1313,
    },
    {
        Character: '李无奇',
        Dialog: '今天的业务也太难做了吧，从没见过这么不配合的脑袋。（李无奇的心情已降至10）',
        Emo: 1103,
        Energy: -1,
        Anim: 'red',
    },
    {
        Character: '李无奇',
        Dialog: '完了……心情值见底了，我的头要掉了……但首先我还是要完成工作。',
        Emo: 1104,
        Energy: -1,
        Anim: 'red',
    },
    {
        Character: '李无奇',
        Dialog: '（李无奇拨通了金老板的电话）',
        Emo: 1104,
    },
    {
        Character: '李无奇',
        Dialog: '老板！怎么办啊，这个头一直闹着要出去……',
        Emo: 1103,
    },
    {
        Character: '文五元的头',
        Dialog: '我知道了！你们是些水货编辑，是来摘掉我的头，好骗走我的灵感的吧？嗷嗷嗷嗷嗷嗷呜————',
        Emo: 1313,
    },
    {
        Character: '金老板',
        Dialog: '不是叫你把它带回公司吗？',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '我的心情值已经掉光了！可这家伙还在吵。',
        Emo: 1103,
        Anim: 'red',
    },
    {
        Character: '金老板',
        Dialog: '说人话。',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '我是说！我的头真的快掉了！老板对不起！一时半会只有你能救我了！',
        Emo: 1104,
        Anim: 'red',
    },
    {
        Character: '金老板',
        Dialog: '……？',
        Emo: 1201,
    },
    {
        Character: '李无奇',
        Dialog: '就算事后要被鄙视，被笑话一辈子！不，你解雇我了就不会再笑我了，这一点你还是很仁慈的。',
        Anim: 'red',
        Emo: 1103,
    },
    {
        Character: '金老板',
        Dialog: '……李无奇。你来把我说的话，原样转述给文五元。',
        Emo: 1202,
    },
    {
        Character: '李无奇',
        Dialog: '文五元？哦……「文老师」，你在听吧？我联系到作家谐会的理事了。',
        Emo: 1101,
    },
    {
        Character: '【攻略环节】',
        Dialog: '1',
        Emo: 1,
    },
    {
        Character: '李无奇',
        Dialog: '呼……和这种家伙沟通真的好累啊……',
        Emo: 1104,
    },
    {
        Character: '系统提示',
        Dialog: '为了方便您完整体验Demo，为您增加70点心情值。',
        Emo: 1,
        Energy: 7,
    },
];